Repository: Alarik/django-templatesadmin
Catalog: templatesadmin/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You can't create new template's by admin interface. Try using the console.
ru: Вы не можете создать новый шаблон из интерфейса администратора.

source: You can't delete templates by admin. Try using the console.
ru: Вы не можете удалять шаблоны из интерфейса администратора.

source: Template
ru: Шаблон

source: Templates
ru: Шаблоны

source: Sorry, that file is not available for editing.
ru: Извините, этот файл не доступен для редактирования.

source: Template "%(path)s" has not been saved! Reason: %(errormsg)s
ru: Шаблон "%(path)s" не был сохранен! Причина: %(errormsg)s

source: Template "%s" was saved successfully.
ru: Шаблон "%s" был успешно сохранен.

source: Backup Template "%(path)s" has not been saved! Reason: %(errormsg)s
ru: Резервная копия шаблона "%(path)s" не была сохранена! Причина: %(errormsg)s

source: Backup '%s.backup' has been saved.
ru: Резервная копия "%s.backup" была сохранена.

source: Backup file before saving?
ru: Сделать резервное копирование файла перед сохранением?

source: Error while executing %(command)s: %(msg)s
ru: Ошибка при выполнении%(command)s: %(msg)s

source: Change message:
ru: Изменить сообщение:

source: Could not find template base directory
ru: Не удалось найти базовый каталог шаблона

source: Template '%s' was committed succesfully into mercurial repository.
ru: Шаблон '%s' был совершен успешно в репозиторий Mercurial.

source: Home
ru: Начало

source: Edit Template:
ru: Изменить шаблон:

source: Save
ru: Сохранить

source: This template is not writeable.
ru: Этот шаблон не доступен для записи.

source: File Selection
ru: Выбор файла

source: Templatesadmin Overview
ru: Имеющиеся шаблоны

source: File
ru: Файл

source: Modified
ru: Изменён

source: (read only)
ru: (Только чтение)
